//
//  sktrQuoteArray.swift
//  sktrTo-DoList
//
//  Created by 朱玺源 on 2023/10/7.
//

import Foundation

//这个数组纯纯为了使界面没有那么空
let sktrQuoteArray:[String] = [
    """
    我的身体里的火车从来不会错轨
    所以允许大雪，风暴，泥石流，和荒谬
    
    ——余秀华 《月光落在左手上》
    """ ,
    """
    生命可以随心所欲，但不能随波逐流。
    
    ——宫崎骏
    """ ,
    """
    人们常觉得准备的阶段是在浪费时间.
    只有当真正机会来临，而自己没有能力把握的时候，
    才能觉悟自己平时没有准备才是浪费了时间。
    
    ——罗曼·罗兰
    """ ,
    """
    人是为明天活着的，因为记忆中有朝阳晓露。
    
    ——老舍
    """ ,
    """
    逝去的从容逝去，重来的依旧重来
    在沧桑的枝叶间，择取一朵明媚
    簪进岁月肌里，许它疼痛又甜蜜。
    
    ——汪曾祺
    """ ,
    """
    当我真正开始爱自己，我才认识到
    所有的痛苦和情感的折磨
    都只是提醒我：活着，不要违背自己的本心。
    
    ——卓别林
    """
    


]
